{
  "Layout": {
    "home": "Home",
    "movies": "Movies",
    "cartoons": "Cartoons",
    "serials": "Serials",
    "auth": "Sign in",
    "dictionary": "Dictionary",
    "email": "Contact email",
    "telegram": "Contact telegram",
    "profile": "Profile",
    "menu": "Menu",
    "help": "How it works",
    "privacy": "Privacy policy",
    "oferta": "Public offer",
    "tg_err": "Report an error",
    "tg_china": "Grants for education in China",
    "ip": "IE Olga Anatolyevna Teterleva",
    "inn": "ITN 810703966558",
    "guideVideo": "Video guide"
  },
  "Profile": {
    "pa": "Personal account",
    "login": "Login",
    "email": "Email",
    "rd": "Registration date",
    "locale": "Language",
    "en": "English",
    "ru": "Russian",
    "subscriptions": "Subscriptions",
    "exit": "Log out",
    "due": "Subscription is active until",
    "status": "Subscription status",
    "active": "Active",
    "notActive": "Not active",
    "qd": "Subscription will end in",
    "day": "Day"
  },
  "Media": {
    "learn": "Learn",
    "rate": "Rating",
    "date": "Premiere date",
    "season": "Season",
    "series": "Series"
  },
  "Auth": {
    "authorization": "Authorization",
    "registration": "Registration",
    "login": "Sign in",
    "register": "Register",
    "forgot-password": "Forgot password",
    "submit": "Submit",
    "close": "Close",
    "password-match-error": "passwords don't match",
    "mail-sent": "A link has been sent to the email you specified, go to it to change your password.",
    "mail-spam": "If you don't find the email, check the \"Spam\" folder",
    "registered": "You have successfully registered",
    "password-changed": "You have successfully changed your password, log in with a new password",
    "change": "Change",
    "verify": "You must verify your email address",
    "verify-mail": "A verification link has been sent to your email",
    "verify-success": "You have successfully verified your email",
    "reset-password": "Reset password",
    "placeholder-login": "Enter username",
    "placeholder-email": "Enter email",
    "placeholder-password": "Enter password",
    "placeholder-confirm-password": "Сonfirm password",
    "error": "Error",
    "page-for-reset": "This is the password recovery page",
    "no-code": "You do not have a recovery code, to get it you need follow the link from the email",
    "get": "Get code",
    "auth-for-see-title": "Authorization required",
    "auth-for-see-body": "You need to log in to your account to study by video",
    "go-home": "Home",
    "go-login": "Log in",
    "privacy-title": "By clicking the “Register” button, you agree to the terms of the",
    "privacy-text": "Privacy Policy"
  },
  "Subscription": {
    "sm": "Subscription management",
    "sh": "Subscription history",
    "startDay": "Start",
    "endDay": "End",
    "createdDay": "Creation",
    "info-h": "What's Included in the Subscription",
    "info-h1": "Features",
    "info-h2": "Without Subscription",
    "info-h3": "With Subscription",
    "info-p-translating": "Number of Translations",
    "info-p-add-word": "Adding Words to Dictionary",
    "info-p-watch": "Video Viewing",
    "info-p-unlimited": "Unlimited",
    "info-p-minutes": "minutes",
    "info-p-day": "per day"
  },
  "Tariff": {
    "checkout": "Checkout",
    "rub": "rub.",
    "singularMonth": "month",
    "plural3Months": "months",
    "plural6Months": "months"
  },
  "Limit": {
    "subscribe-for-see-title": "Limit reached",
    "subscribe-for-see-body": "You have exceeded the daily limit, to continue, purchase a subscription, you will be redirected to the subscription page...",
    "subscribe-for-guest-see-body": "Registration is required to continue with the free training...",
    "go-home": "Home",
    "go-subscribe": "Purchase",
    "go-register": "Register"
  },
  "Player": {
    "limit-reached": "You have exceeded the daily limit, to continue, purchase a subscription",
    "add": "Add",
    "close": "Close",
    "pinyin": "Pinyin",
    "exist": "Added",
    "limit": "Limit",
    "subscribe-for-see-title": "Limit reached",
    "subscribe-for-see-body": "You have exceeded the add word to dictionary daily limit, to continue, purchase a subscription",
    "go-home": "Home",
    "go-subscribe": "Purchase"
  },
  "Dictionary": {
    "heading": "Dictionary",
    "speed": "Audio speed"
  },
  "Test": {
    "test-start-h": "Test",
    "test-start-button": "Take",
    "test-start-p": "You can take a test of knowledge of words from the dictionary",
    "test-loading": "Making up a test...",
    "test-input-error": "Please enter a word",
    "placeholder": "Enter a word",
    "next": "Next",
    "finish": "Finish",
    "test-completed": "Test completed! You got {correctAnswers} out of {total} correct.",
    "test-retry": "Retry",
    "test-back": "Back",
    "answer-word": "Word",
    "answer-right": "Right answer",
    "answer-client": "Your answer",
    "warn": "Warning",
    "warn-p": "You need to add at least 5 words to pass the test",
    "close": "Close"
  },
  "HowItWork": {
    "intro": "It's no secret that to learn any language, you need to first listen to or watch 50 hours of movies, audio, and radio, so your brain can get accustomed to foreign speech and sounds.",
    "website-description": "The ShowChinese website offers you a simulator for learning the Chinese language from native speakers, but not through conversations and personal meetings with Chinese people, but by watching videos.",
    "word-order": "All Chinese language learners know how important word order is in Chinese. If the word order in a sentence is disrupted, native speakers are unlikely to understand you.",
    "speak-like-native": "In the Chinese language, it's essential to speak in phrases identical to native speech.",
    "online-lessons": "The ShowChinese website will help you acquire these skills. Only here can you learn Chinese speech and practice it using the simulator or book an online lesson with a native speaker.",
    "no-need-to-travel": "You don't need to travel to China for this; you can practice your skills while sitting on your couch with a cup of tea.",
    "prepare-for-hsk": "The ShowChinese website will prepare you for the Chinese HSK exam and help improve your listening skills, study words, fixed expressions, and idioms.",
    "wish-for-easy-learning": "The ShowChinese website wishes you easy learning and enjoyable viewing!",
    "how-it-works": "How it works:",
    "step1": "Step 1 Choose a video and click the Learn button.",
    "step1-choose-video": "Select a movie, TV series, or cartoon you like on the ShowChinese website's homepage.",
    "step1-click-learn": "Hover over the movie poster and click the Learn button.",
    "step2": "Step 2 Choose words to study and add them to your study and review dictionary.",
    "step2-use-arrows": "In the player, there are single forward and backward arrows. Use them to view all or part of the subtitles.",
    "step2-click-add": "Click on an unfamiliar Chinese character, and in the opened window, view its pinyin and translation. To add a word to your dictionary, click Add. Study and practice words in the Dictionary section.",
    "step3": "Step 3 Watch the video.",
    "step3-watch": "The most effective way to learn a language is to watch the video only after you have learned unfamiliar words. However, if you prefer to watch the video immediately, you can do so and add words to your dictionary while watching. Train your speech understanding using the player's slow or fast speed 1x.",
    "step4": "Step 4 Learn Chinese phrases, speech patterns, and idioms in the video.",
    "step4-p": "Use the special button to watch the video with two sets of subtitles. Choose Russian or English as the language. The translation is technical, so some meanings may differ."
  },
  "Policy": {
    "section-1": "General Provisions",
    "section-1-intro": "This personal data processing policy is drawn up in accordance with the requirements of Federal Law No. 152-FZ of July 27, 2006, 'On Personal Data,' and defines the procedure for processing personal data and measures to ensure the security of personal data taken by Ms. Olga Anatolyevna Teterleva (hereinafter referred to as the Operator) in her capacity.",
    "section-1-1": "The Operator sets compliance with the rights and freedoms of individuals as the most important goal and condition for carrying out its activities in processing their personal data, including the protection of the rights to privacy, personal and family secrets.",
    "section-1-2": "This Operator's policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator may obtain about visitors to the website .",
    "section-2": "2. Key Terms Used in the Policy",
    "section-2-1": "Automated processing of personal data – processing of personal data using computer technology;",
    "section-2-2": "Blocking of personal data – temporary cessation of the processing of personal data (except in cases where processing is necessary to clarify personal data);",
    "section-2-3": "Website – a set of graphic and informational materials, as well as computer programs and databases that ensure their availability on the internet at the network address",
    "section-2-4": "Information system of personal data – a set of databases containing personal data and ensuring their processing by information technology and technical means;",
    "section-2-5": "Anonymization of personal data – actions that make it impossible to determine the ownership of personal data to a specific User or another subject of personal data without using additional information;",
    "section-2-6": "Processing of personal data – any action (operation) or a set of actions (operations) performed with personal data, with or without the use of automation means, including collection, recording, systematization, accumulation, storage, clarification (updating, modification), extraction, use, transfer (distribution, provision, access), anonymization, blocking, deletion, destruction of personal data;",
    "section-2-7": "Operator – a state authority, municipal authority, legal entity, or individual acting independently or jointly with other individuals that organize and (or) carry out the processing of personal data, as well as determine the purposes of personal data processing, the composition of personal data subject to processing, actions (operations) performed with personal data;",
    "section-2-8": "Personal data – any information directly or indirectly related to a specific User of the website ;",
    "section-2-9": "User – any visitor to the website",
    "section-2-10": "Provision of personal data – actions aimed at disclosing personal data to a specific person or a specific group of persons;",
    "section-2-11": "Dissemination of personal data – any actions aimed at disclosing personal data to an indefinite group of persons (transmission of personal data) or acquainting personal data with an unlimited group of persons, including disclosing personal data in mass media, posting in information and telecommunication networks, or providing access to personal data in any other way;",
    "section-2-12": "Cross-border transfer of personal data – the transfer of personal data to the territory of a foreign state to an authority of a foreign state, a foreign individual, or a foreign legal entity;",
    "section-2-13": "Destruction of personal data – any actions resulting in the irreversible destruction of personal data with the impossibility of further restoring the content of personal data in the information system of personal data and (or) the destruction of material carriers of personal data.",
    "section-3": "The Operator may process the following User's personal data",
    "section-3-1": "Email address;",
    "section-3-2": "Also, the site collects and processes anonymous data about visitors (including 'cookie' files) using internet statistics services (Yandex Metrica and Google Analytics, among others).",
    "section-3-3": "The above-mentioned data are collectively referred to as Personal Data in the text of this Policy.",
    "section-4": "Purposes of processing personal data",
    "section-4-1": "The purpose of processing User's personal data is to inform the User by sending electronic emails; providing the User with access to services, information, and/or materials available on the website.",
    "section-4-2": "The Operator also has the right to send User notifications about new products and services, special offers, and various events. The User can always opt out of receiving informational messages by sending an email to the Operator at showchinese2023@gmail.com with the subject 'Opt-out from notifications about new products and services and special offers.'",
    "section-4-3": "Anonymous User data collected using internet statistics services serve to collect information about User actions on the website, improve the quality of the website and its content.",
    "section-5": "Legal Bases for Processing Personal Data",
    "section-5-1": "The Operator processes User's personal data only if they are voluntarily filled in and/or submitted by the User through special forms located on the website https://showchinese.ru. By filling out the respective forms and/or providing their personal data to the Operator, the User expresses their consent to this Policy.",
    "section-5-2": "The Operator processes anonymized data about the User if permitted by the User's browser settings (enabling the storage of 'cookie' files and the use of JavaScript technology).",
    "section-6": "Procedure for Collecting, Storing, Transmitting, and Other Types of Processing of Personal Data",
    "section-6-intro": "The security of personal data processed by the Operator is ensured through the implementation of legal, organizational, and technical measures necessary to fully comply with the requirements of the current legislation in the field of personal data protection.",
    "section-6-1": "The Operator ensures the security of personal data and takes all possible measures to prevent unauthorized access to personal data.",
    "section-6-2": "User's personal data will never be transferred to third parties under any circumstances, except in cases related to the performance of current legislation.",
    "section-6-3": "In case of inaccuracies in personal data, the User can update them independently by notifying the Operator via email at the Operator's email address showchinese2023@gmail.com with the subject 'Update of Personal Data.'",
    "section-6-4": "The processing period of personal data is unlimited. The User can withdraw their consent for personal data processing at any time by notifying the Operator via email to the Operator's email address showchinese2023@gmail.com with the subject 'Withdrawal of Consent for Personal Data Processing.'",
    "section-7": "Cross-Border Transfer of Personal Data",
    "section-7-1": "Before initiating cross-border transfer of personal data, the Operator must ensure that the foreign state to which the transfer of personal data is intended provides reliable protection of the rights of personal data subjects.",
    "section-7-2": "Cross-border transfer of personal data to the territory of foreign states that do not meet the above-mentioned requirements can only be carried out with the written consent of the personal data subject for the cross-border transfer of their personal data and/or the execution of a contract in which the personal data subject is a party.",
    "section-8": "Final Provisions",
    "section-8-1": "The User can obtain any explanations on issues related to the processing of their personal data by contacting the Operator via email at showchinese2023@gmail.com.",
    "section-8-2": "Any changes to the personal data processing policy by the Operator will be reflected in this document. The Policy is valid indefinitely until replaced by a new version.",
    "section-8-3": "The current version of the Policy is freely available on the internet at https://showchinese.ru/info/privacy."
  },
  "Oferta": {
    "heading": "CONTRACT-PUBLIC OFFER",
    "city": "Moscow, Russia",
    "section-1": "General Provisions",
    "section-1-1": "This public offer is constantly available on the Internet at the network address: https://showchinese.ru/oferta and constitutes the official offer of Individual Entrepreneur Olga Anatolyevna Teterleva ITN 810703966558, hereinafter referred to as the Offeror, to enter into a contract for the provision of additional educational services, hereinafter referred to as the Contract, with any interested individual, hereinafter referred to as the Customer.",
    "section-1-2": "This document is a public offer in accordance with Article 437, Clause 2 of the Civil Code of the Russian Federation.",
    "section-1-3": "The person who accepts this public offer acquires all the rights and obligations of the Customer provided for in this contract.",
    "section-1-4": "The proper acceptance of this Offer in accordance with Article 438 of the Civil Code of the Russian Federation is considered to be the performance by the Customer of one or all of the following actions:",
    "section-1-4-1": "Familiarization of the Customer with the terms of the Offer;",
    "section-1-4-2": "Full payment of the subscription fee on the Offeror's website in accordance with the terms of this Contract. From the moment money is credited to the Offeror's account as payment for the subscription fee, this contract is considered concluded between the Customer and the Offeror;",
    "section-1-4-3": "Consent to the processing of the Customer's personal data by the Offeror, as evidenced by one of the following actions:",
    "section-1-4-4": "User registration on the website https://showchinese.ru/;",
    "section-1-4-5": "Upon registration of the Customer on the website https://showchinese.ru/ and the provision of a personal account by the Offeror to the Customer on the website https://showchinese.ru/, the Customer agrees to and accepts the terms of this Public Offer and provides consent to the processing of their personal data in accordance with the Privacy Policy published at https://showchinese.ru/privacy",
    "section-1-4-6": "After the Customer's registration on the website https://showchinese.ru/, the Offeror provides the Customer with access to a personal account with free demonstration features for training and studying the Chinese language.",
    "section-1-4-7": "To gain full access to the website's functionality, the Customer acquires a subscription from the Offeror on the website https://showchinese.ru/ and transfers funds in accordance with the selected tariff to the Offeror's account.",
    "section-1-4-8": "After the Customer purchases a subscription, the Offeror provides the Customer with access to a personal account with paid features of the website's functionality for training and studying the Chinese language for the duration specified in the tariff.",
    "section-1-5": "Acceptance of the Offer is a confirmation that all and any conditions of the Offer are accepted by the Customer in their entirety without any reservations or limitations. The Acceptance of the Offer also confirms that the Customer understands all the terms of the service provision and the Offer. Furthermore, the acceptance confirms that the Customer exercised the right to receive any and all explanations from the Offeror regarding the terms of service provision and the Offer and acknowledges that the conditions of service provision and the Offer fully comply with the Customer's will, needs, and requirements.",
    "section-1-6": "Acceptance of the Offer means that the Offer does not contain the conditions specified in Article 428, Clause 2 of the Civil Code, and does not contain any other conditions that would be unduly burdensome for the Customer and which the Customer, based on reasonable understanding of their interests, would not have accepted if they had the opportunity to participate in determining the Offer's terms. The services listed in this Offer are not imposed on the Customer.",
    "section-1-7": "Acceptance of this Offer and, accordingly, the conclusion of this Contract means that the Customer has adequately familiarized themselves with the terms of this contract, the payment rules for services, the specifics of the System's operation, and the website where educational video materials are posted, and acknowledges the unconditional suitability of the System and the website for taking action and achieving the goals that are the subject of this contract.",
    "section-1-8": "By accepting this offer, the Customer confirms that the services provided by the Offeror under this contract are provided remotely via the Internet using software that supports audio or video (hereinafter referred to as Software), and the Customer has access to:",
    "section-1-8-1": "Internet",
    "section-1-8-2": "Browser",
    "section-1-8-3": "Email",
    "section-1-8-4": "Telegram Messenger",
    "section-1-9": "The Performer is not responsible for the quality of the client's Internet connection.",
    "section-1-10": "The method of service provision by the Performer fully corresponds to the Customer's ability to use services provided in this manner.",
    "section-1-11": "The current contract-offer is always available at: https://showchinese.ru/oferta",
    "section-1-12": "In this contract, unless the text explicitly implies otherwise, the following words and expressions shall have the meanings indicated below:",
    "section-1-13": "Contract-Public Offer - this document, published on the Internet, sent for review via email, or provided for review by any other means.",
    "section-1-14": "Customer - an individual who enters into a contract with the Performer electronically as a result of accepting the Offer, thereby gaining the right to receive the Performer's Services.",
    "section-1-15": "Service - the provision of additional educational services, providing full website functionality for learning and training the Chinese language through video viewing, adding words to a dictionary, technical translation, studying and practicing words in the dictionary for a fee.",
    "section-1-16": "Software (Software) - a browser (Google Chrome and Safari) for accessing Google Sheets on the Internet, other programs for transmitting, storing, and processing the provided information. The Customer agrees to independently ensure the presence of Software on their personal computer.",
    "section-1-17": "Website - a collection of information, text, graphic elements, design, images, photos, videos, and other results of intellectual activity, as well as computer programs containing information in the information system, providing accessibility of such information on the Internet at the network address: https://showchinese.ru/",
    "section-1-18": "System - an educational platform on which educational materials and videos are placed.",
    "section-1-19": "Personal account - a user's workspace on the website, providing them with only the necessary tools for website functionality. Obtaining a personal account is provided by registering and filling out a form using a login/email/password.",
    "section-1-20": "Feedback, support - a service in the form of written or oral responses to questions on the webinar's topic in a private chat on the Telegram messenger.",
    "section-1-21": "Webinar - a type of web conference for conducting online meetings or presentations over the Internet, as well as viewing recorded video materials (lectures) on an online platform.",
    "section-1-22": "Acceptance - the complete and unconditional acceptance of the Contract's terms by the Customer, carried out by paying for services.",
    "section-1-23": "Consultation - a service providing answers to the Customer's questions within a specified period, the duration of which is determined in the service description on the Performer's website.",
    "section-1-24": "Tariff - a set of services under a specified Tariff indicated on the website.",
    "section-1-25": "Result of the provided services - gaining access to the educational platform.",
    "section-2": "SUBJECT OF THE CONTRACT",
    "section-2-1": "The subject of this Offer is the provision to the Customer of full website functionality for learning and training the Chinese language presented on the Performer's website for a fee.",
    "section-2-2": "The Performer undertakes to provide services to the Customer within the chosen tariff, and the Customer undertakes to pay for and accept them.",
    "section-2-3": "Services are provided by providing access to the closed section of the educational platform. All information is placed on the platform according to the schedule established by the Performer.",
    "section-2-3-1": "Within the chosen tariff, access to the Telegram chat may also be provided, where the Customer can receive support from the Performer during the learning period, until the time specified in the tariff description on the Performer's website.",
    "section-2-4": "Services under this contract are limited to providing the Customer with access to the closed section of the educational platform, allowing the Customer to develop skills for independent use of the information received.",
    "section-2-5": "Services under this contract are limited to providing the Customer with access to the closed section of the educational platform, allowing the Customer to develop skills for independent use of the information received.",
    "section-2-6": "Under this contract, depending on the chosen Tariff, the Customer is provided with:",
    "section-2-6-1": "User registration on the website https://showchinese.ru/",
    "section-2-6-2": "Access to a personal account with free demonstration training and Chinese language learning capabilities. Video viewing - 15 minutes per day, the number of translations - 10 times per day, the number of words in the dictionary - 5 words, word training.",
    "section-2-6-3": "Access to a personal account with paid capabilities or full website functionality for training and learning the Chinese language for the duration specified in the tariff. Unlimited video viewing per day, unlimited number of translations per day, unlimited number of words in the dictionary, word training.",
    "section-2-7": "The exact list of services provided, their volume, cost, and the order of provision are determined by the terms of the Tariff selected by the Customer. The Performer offers the Customer three subscription tariffs: 1 month (30 days), 3 months (90 days), and 6 months (180 days). The cost of each subscription tariff is available to the Customer in their personal account. Subscriptions are cumulative. When the Customer purchases two or more subscriptions, the Performer combines the subscriptions on the website. The Customer can see all information about active and inactive subscriptions in their personal account and ask any questions via email at showchinese2023@gmail.com.",
    "section-3": "ORDER OF SERVICE PROVISION",
    "section-3-1": "The service is provided based on the chosen Tariff, for which the Customer must:",
    "section-3-1-1": "Log in to their personal account through the Performer's website: https://showchinese.ru/, by clicking the 'Register' button. Fill out the registration form, providing their Name, Email, Password, and click the 'Register' button.",
    "section-3-1-2": "Select the service provision tariff through the Performer's website: https://showchinese.ru/profile/subscription, by clicking the 'Subscription' button.",
    "section-3-1-3": "Choose the tariff and click the 'Pay' button.",
    "section-4": "COST OF SERVICES AND PAYMENT PROCEDURE",
    "section-4-1": "The cost of additional educational services under this contract is indicated on the Performer's Website and may be changed by the Performer at any time unilaterally. The new cost takes effect from the date of publication and does not apply to services paid for before the publication of the new cost.",
    "section-4-2": "The cost of services does not include any commission charged by banks or payment systems for payment processing.",
    "section-4-3": "Commission expenses (if any) are paid separately by the Customer, and the cost of services is determined as the difference between the amount of the payment made by the user and the amount of the commission deducted.",
    "section-4-4": "Prices are listed in Russian Federation currency.",
    "section-4-5": "Payment for services under this contract for all tariffs is made. Payment must be credited to the Performer's bank account after the Customer's authorization on the Performer's educational platform.",
    "section-4-6": "Payment for services is made by the Customer at their discretion:",
    "section-4-6-1": "through the electronic payment system Yandex Kassa or any other system offered by the Performer.",
    "section-4-6-2": "by transferring to the Performer's bank account.",
    "section-4-7": "The service is considered paid from the moment the money is credited to the Performer's bank account.",
    "section-4-8": "The Customer's payment obligations are considered unfulfilled if the Performer has refunded the money at the payment system's request. In this case, the Performer may refuse to provide services from the moment the money is refunded.",
    "section-4-9": "The Customer is solely responsible for errors made by them during the payment of services. The Performer is not responsible for any losses and other adverse consequences that may occur to the Customer and/or third parties in case of incorrect payment details.",
    "section-4-10": "In case of delayed crediting of funds to the Performer's bank account for more than 3 (three) days, the Customer may contact the Performer with evidence of their transfer and independently resolve the situation with the payment system.",
    "section-4-11": "The Performer, within one day after receiving the payment for the service, activates the personal account with paid capabilities or full website functionality for training and learning the Chinese language for the period specified in the tariff in the Customer's personal account.",
    "section-4-12": "Changing the tariff is not possible. The Performer is not responsible for and does not provide refunds if the Customer has changed their mind about using a personal account with paid capabilities and/or wishes to change from a 6-month tariff to a 3-month or 1-month tariff.",
    "section-5": "TERMS AND PROCEDURE FOR REFUNDING FUNDS",
    "section-5-1": "The Performer is not responsible and does not provide a refund if the Customer changes their mind about using a personal account with paid capabilities.",
    "section-5-2": "In any dispute, the refund of funds is made after deducting actual expenses and the Performer's expenses in accordance with the calculation, and the cost of education is calculated proportionally to the time elapsed from the moment of online course authorization to the moment of refund request. Such actual expenses of the Performer include (but are not limited to) bank commissions, credit organizations, and related payment systems for refunding funds.",
    "section-5-3": "In the event of a fact of non-provision of services (provision of services of inadequate quality) under the respective Tariff, the Performer refunds the funds minus the actual expenses of the Performer, determined at the time of refund in accordance with the rules of section 5.2 of this contract.",
    "section-6": "TIMELINES OF SERVICE PROVISION AND THEIR TRANSFER PROCEDURE",
    "section-6-1": "Access to materials on the educational platform is provided according to the chosen tariff.",
    "section-6-2": "Access to a personal account with paid capabilities is provided to the Customer until the time specified in the tariff description on the Performer's website.",
    "section-6-3": "The content of the educational program is determined at the discretion of the Performer and is posted on the website and/or educational platform.",
    "section-6-4": "Feedback is provided once a day. The Performer responds strictly during working hours from 9:00 to 21:00 in the Moscow time zone. Saturdays and Sundays are considered days off. During holidays, the frequency may be moved to the nearest working days.",
    "section-6-5": "Services under this contract are considered provided with due quality and on time, and are deemed accepted by the Customer, if within 3 (three) calendar days from the date of service provision, the Customer has not submitted a written reasoned objection regarding the quality and volume of such services by sending a corresponding request to the Performer's email.",
    "section-7": "PROTECTION OF COPYRIGHT",
    "section-7-1": "The website and educational platform contain audiovisual works, the rights to which are owned by third parties. The Performer is not the copyright holder or author of the audiovisual work. None of the provisions of the Agreement imply the transfer of such rights from the Performer to the Customer. In accordance with Paragraph 2 of Article 1274 of the Civil Code of the Russian Federation, the Performer uses audiovisual works on their website and/or educational platform solely for educational purposes, and the publication is for educational purposes only.",
    "section-7-2": "The Performer provides the Customer with access to the educational platform and materials posted on it strictly for personal knowledge acquisition, training, and skills development purposes.",
    "section-7-3": "The Customer is not entitled to use access to the platform, recommendations, summaries, checklists, cheat sheets, lecture and webinar recordings, other materials, and any other information provided to them for purposes other than personal use. The use of information is restricted by the Customer's obligation not to reproduce, duplicate, copy, sell, assign, or use any materials provided within the scope of the education, and not to transmit it to third parties.",
    "section-7-4": "Third parties include all individuals who are not customers of the service, including sisters, friends, acquaintances.",
    "section-7-5": "By using the Performer's website and the information from it, the Customer acknowledges and agrees that all the content of the website, photos, text, and content structure of the website are protected by copyright, trademark rights, and other intellectual property rights, and that these rights are valid and protected in all forms, on all media, and for all technologies, both currently existing and developed or created subsequently. No rights to any content of the website, including, among other things, audiovisual works, textual and graphical materials, computer programs, trademarks, pass to the Customer as a result of using the website and entering into this agreement.",
    "section-7-6": "In the event of the Customer's violation of the provisions of this agreement regarding the protection of the Performer's copyright, the latter has the right to demand compensation in the amount of 100,000 (one hundred thousand) rubles for each violation, as well as compensation for all damages, including lost profits.",
    "section-8": "Customer's Guarantees",
    "section-8-1": "If the website and/or educational platform are used by a child who has not reached the age of majority, the Customer as the child's legal representative is fully responsible for any violations by the Customer or harm caused to the child.",
    "section-9": "LIABILITY OF THE PARTIES",
    "section-9-1": "The Performer is not responsible for the inability to provide services to the Customer due to reasons beyond the Performer's control, specifically: disruptions in the operation of the Internet, equipment, or software on the part of the Customer. In this case, the services are considered properly rendered and are subject to full payment.",
    "section-9-2": "Any information, materials, and/or consultations provided by the Performer in the course of providing services under this agreement cannot be considered as guarantees. Making decisions based on all the information provided by the Performer is the exclusive competence of the Customer. The Customer assumes full responsibility and risks associated with the use of the information and materials provided by the Performer in fulfilling their obligations under this Agreement.",
    "section-9-3": "For non-performance or improper performance of their obligations under this contract, the parties bear the responsibility provided by the Contract and the legislation of the Russian Federation.",
    "section-9-4": "The Customer as the legal representative is solely responsible for:",
    "section-9-4-1": "- the consequences of providing incorrect data in the Questionnaire or any other data provided to the Performer.",
    "section-9-5": "The parties are released from liability for non-performance or improper performance of obligations under this contract during the existence of force majeure circumstances. During this time, the parties do not have mutual claims, and each party assumes the risk of the consequences of force majeure circumstances. The Performer must notify the Customer of the occurrence of such circumstances by placing information on the website and/or sending an email to the address specified by the Customer when making payment, and the Customer must send a letter to the Performer by email with the subject 'Force Majeure'.",
    "section-9-5-1": "Force majeure circumstances (acts of God) are understood by the parties to mean: fire, flood, earthquake, strikes and other natural disasters, war and military actions, the entry into force of regulatory legal acts and acts of law enforcement authorities preventing the performance of obligations, emergency (non-planned) hospitalization, confirmed by documentary evidence, if the above-mentioned circumstances are beyond the control of the parties, hinder the performance of this contract, and occurred after the conclusion of this contract. The lack of time for the Customer for any reason to receive services, being on vacation, on a business trip, non-payment of Internet access, and equipment breakdown as means of accessing the Internet are not considered as force majeure circumstances.",
    "section-9-6": "The Performer is not responsible for:",
    "section-9-6-1": "The Performer is not responsible for specialized resources and the quality of publicly available communication network channels through which access to services is provided.",
    "section-9-6-2": "Damage caused to the Customer as a result of interacting with advertisements placed on the website and transactions concluded based on them.",
    "section-9-6-3": "The security, confidentiality, and other conditions of using the payment methods chosen by the Customer. This issue is regulated by agreements between the Customer and the respective organization.",
    "section-9-7": "Under no circumstances can the Performer's liability under the Agreement exceed the cost of the Package paid by the Customer.",
    "section-9-8": "The parties have agreed that for any financial obligations under the Agreement, statutory interest (interest on the amount of the debt for the period of using financial resources) as provided by Article 317.1 of the Civil Code of the Russian Federation is not accrued.",
    "section-10": "PERSONAL DATA AND THEIR USE",
    "section-10-1": "The Customer consents to the processing of their personal data provided when placing an order on the Performer's website, namely: name, email address, accounts in instant messaging and social networks.",
    "section-10-2": "Processing of personal data means recording, systematization, accumulation, storage, clarification (updating, modification), extraction, use, transmission (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data not falling under special categories, for the processing of which, according to the current legislation of the Russian Federation, written consent of the Customer is required.",
    "section-10-3": "The processing of the Customer's personal data is carried out for the purpose of the Performer fulfilling its obligations under this contract and providing the Customer with feedback.",
    "section-10-4": "The processing of the Customer's personal data is carried out by the Performer using databases located in the territory of the Russian Federation.",
    "section-10-5": "The Customer may withdraw their consent to the processing of personal data at any time by sending a relevant notification to the Performer's email.",
    "section-10-6": "The Customer consents to receiving informational newsletters and advertising materials from the Performer or from other parties on behalf of the Performer at the email address and contact phone provided by the Customer when submitting the application.",
    "section-10-7": "The consent to receiving informational newsletters and advertising materials can be revoked by the Customer at any time by sending the corresponding notification to the Performer's email.",
    "section-11": "FINAL PROVISIONS",
    "section-11-1": "This contract comes into force upon the Customer's acceptance in accordance with section 1.4 of the contract and remains in effect until all obligations are fully fulfilled by the parties.",
    "section-11-2": "Recognition by a court of law of any provision of this contract as invalid or unenforceable does not affect the validity of other provisions.",
    "section-11-3": "A partially or limitedly capable Customer, by making a payment, guarantees to the Performer that they have written consent from their legal representative to conclude the Agreement and process personal data.",
    "section-11-4": "The Performer has the right to involve third parties in the execution of the Agreement without the Customer's consent. When third parties are involved, the Performer is responsible to the Customer for their actions (or inaction) as if they were their own.",
    "section-11-5": "All disputes and disagreements between the parties are resolved through negotiations, and in case of failure to reach an agreement through negotiations, they are resolved in accordance with the current legislation of the Russian Federation.",
    "section-12": "PERFORMER'S DETAILS",
    "section-12-name": "Individual Entrepreneur Olga Anatolyevna Teterleva ITN 810703966558",
    "section-12-email": "E-mail: showchinese2023@gmail.com",
    "section-12-phone": "Tel: +79777342717"
  },
    "BannerAbout":{
    "title": "Learn Chinese online for free!",
      "subtitle": {
        "1": "1. Open the movie;",
        "2": "2. Click on the hieroglyph in the subtitles;",
        "3": "3. Watch the translation in two languages;",
        "4": "4. Add to the dictionary for studying;",
        "5": "5. Try it for free right now!",
        "Summary": "Don't miss out! Every week we add a new movie, cartoon, or series."
      },
    "description-subscribe": "Watch videos with no time limit after subscribing in your personal account",
    "button-to-read-more": "Read more"
  }
}
