{
  "Layout": {
    "home": "Главная",
    "movies": "Фильмы",
    "cartoons": "Мультфильмы",
    "serials": "Сериалы",
    "auth": "Войти",
    "dictionary": "Словарь",
    "email": "Связаться через почту",
    "telegram": "Связаться через telegram",
    "profile": "Профиль",
    "menu": "Menu",
    "help": "Как это работает",
    "privacy": "Политика конфиденциальности",
    "oferta": "Публичная оферта",
    "tg_err": "Сообщи об ошибке",
    "tg_china": "Гранты на обучение в Китай",
    "ip": "ИП Тетерлева Ольга Анатольевна",
    "inn": "ИНН 810703966558",
    "guideVideo": "Обучающее видео"
  },
  "Profile": {
    "pa": "Личный кабинет",
    "login": "Логин",
    "email": "Почта",
    "rd": "Дата регистрации",
    "locale": "Язык",
    "en": "Английский",
    "ru": "Русский",
    "subscriptions": "Подписки",
    "exit": "Выйти",
    "due": "Подписка активна до",
    "status": "Статус подписки",
    "active": "Активна",
    "notActive": "Не активна",
    "qd": "Подписка закончится через",
    "day": "Дня"
  },
  "Media": {
    "learn": "Учить",
    "rate": "Рейтинг фильма",
    "date": "Дата премьеры",
    "season": "Сезон",
    "series": "Серия"
  },
  "Auth": {
    "authorization": "Авторизация",
    "registration": "Регистрация",
    "login": "Войти",
    "register": "Зарегистрироваться",
    "forgot-password": "Забыли пароль",
    "submit": "Подтвердить",
    "close": "Закрыть",
    "password-match-error": "Пароли не совпадают",
    "mail-sent": "На указанную вами почту отправлена ссылка, перейдите ней чтобы сменить пароль.",
    "mail-spam": "Если не находите письмо проверьте папку \"Спам\"",
    "registered": "Вы успешно создали аккаунт",
    "password-changed": "Вы успешно сменили пароль, войдите с новым паролём",
    "change": "Сменить",
    "verify": "Вы должны подтвердить свой адрес электронной почты.",
    "verify-mail": "На вашу почту отправлена ссылка для верификации.",
    "verify-success": "Вы успешно верифицировали почту",
    "reset-password": "Смена пароля",
    "placeholder-login": "Введите логин",
    "placeholder-email": "Введите почту",
    "placeholder-password": "Введите пароль",
    "placeholder-confirm-password": "Подтвердите пароль",
    "error": "Ошибка",
    "page-for-reset": "Это страница для восстановления пароля",
    "no-code": "У вас отсутсвует код восстановления, для получения необходимо перейти по ссылке из письма",
    "get": "Получить код",
    "auth-for-see-title": "Требуется авторизация",
    "auth-for-see-body": "Вам необходимо войти в свою учетную запись, чтобы заниматься по видео",
    "go-home": "Главная",
    "go-login": "Войти",
    "privacy-title": "Нажимая кнопку «Зарегистироваться», вы соглашаетесь с условиями",
    "privacy-text": "Политики конфиденциальности"
  },
  "Subscription": {
    "sm": "Управление подписками",
    "sh": "История подписок",
    "startDay": "Начало",
    "endDay": "Окончание",
    "createdDay": "Создание",
    "info-h": "Что входит в подписку",
    "info-h1": "Возможности",
    "info-h2": "Без подписки",
    "info-h3": "С подпиской",
    "info-p-translating": "Количество переводов",
    "info-p-add-word": "Добавление слов в словарь",
    "info-p-watch": "Просмотр видео",
    "info-p-unlimited": "Неограниченно",
    "info-p-minutes": "минут",
    "info-p-day": "в день"
  },
  "Tariff": {
    "checkout": "Оплатить",
    "rub": "руб.",
    "singularMonth": "месяц",
    "plural3Months": "месяца",
    "plural6Months": "месяцев"
  },
  "Limit": {
    "subscribe-for-see-title": "Лимит исчерпан",
    "subscribe-for-see-body": "Вы исчерпали дневной лимит, чтобы продолжить, приобретите подписку, вы будете перенаправлены на страницу подписки...",
    "subscribe-for-guest-see-body": "Для продолжения бесплатного обучения необходимо пройти регистрацию...",
    "go-home": "Главная",
    "go-subscribe": "Приобрести",
    "go-register": "Регистрация"
  },
  "Player": {
    "limit-reached": "Вы исчерпали дневной лимит на переводы, чтобы продолжить, приобретите подписку",
    "add": "Добавить",
    "close": "Закрыть",
    "pinyin": "Пиньинь",
    "exist": "Добавлено",
    "limit": "Лимит",
    "subscribe-for-see-title": "Лимит исчерпан",
    "subscribe-for-see-body": "Вы исчерпали дневной лимит на добавление слов в словарь, чтобы продолжить, приобретите подписку",
    "go-home": "Главная",
    "go-subscribe": "Приобрести"
  },
  "Dictionary": {
    "heading": "Словарь",
    "speed": "Скорость аудио"
  },
  "Test": {
    "test-start-h": "Тест",
    "test-start-p": "Вы можете пройти тест на знание слов из словаря",
    "test-start-button": "Пройти",
    "test-loading": "Составляем тест...",
    "test-input-error": "Необходимо ввести перевод",
    "placeholder": "Введите перевод",
    "next": "Дальше",
    "finish": "Завершить",
    "test-completed": "Тест завершен! Вы получили {correctAnswers} из {total} баллов.",
    "test-retry": "Повторить попытку",
    "test-back": "Назад",
    "answer-word": "Слово",
    "answer-right": "Перевод",
    "answer-client": "Ваш перевод",
    "warn": "Внимание",
    "warn-p": "Вам необходимо добавить хотя бы 5 слов для прохождения теста",
    "close": "Закрыть"
  },
  "HowItWork": {
    "intro": "Ни для кого не секрет, что для изучения любого языка нужно сначала прослушать или просмотреть 50 часов фильмов, аудио, радио, чтобы ваш мозг смог привыкнуть к иностранной речи и начал понимать речь и звуки.",
    "website-description": "Сайт ShowChinese предлагает вам тренажер по изучению китайского языка у носителей, но не с помощью бесед и личной встречи с носителем языка, а при помощи специального  интерактивного видеоплеер с кликабельными субтитрами и встроенным переводчиком.",
    "word-order": "Все китаисты знают как важен порядок слов в китайском языке. Если порядок слов в предложении нарушен, вас навряд ли поймут носители языка.",
    "speak-like-native": "В китайском языке нужно говорить фразами идентичными речи носителя языка.",
    "online-lessons": "Сайт ShowChinese поможет вам овладеть этим навыкам, только у нас вы можете изучить китайскую речь и тренировать ее с помощью тренажера, или забронировать онлайн урок с носителем языка.",
    "no-need-to-travel": "Вам не нужно ехать для этого в Китай, вы можете тренировать свой навык сидя с чашечкой чая на диване.",
    "prepare-for-hsk": "Сайт ShowChinese подготовит вас к сдаче китайского экзамена HSK, и поможет прокачать ваш навык аудирования, изучения слов, устойчивых выражений и идиом.",
    "wish-for-easy-learning": "Сайт ShowChinese желает вам легкой учебы и приятного просмотра!",
    "how-it-works": "Как это работает:",
    "step1": "Шаг 1 Выберите видео и нажмите на кнопку Учить.",
    "step1-choose-video": "Выберите понравившийся вам фильм, сериал, мультфильм на главной странице сайта ShowChinese.",
    "step1-click-learn": "Наведите на постер фильма и нажмите на кнопку Учить.",
    "step2": "Шаг 2 Выберите слова для изучения и добавьте их в свой словарь для изучения и повторения.",
    "step2-use-arrows": "В плеере есть одинарные стрелочки вперед и назад. Используйте их для просмотра всех или части субтитров.",
    "step2-click-add": "Нажмите на неизвестный вам иероглиф и в открывшемся окне посмотрите его пиньинь и перевод. Для добавления слова в словарь нажмите на кнопку - Добавить. Учите и тренируйте слова в разделе Словарь.",
    "step3": "Шаг 3 Смотрите видео. ",
    "step3-watch": "Наиболее эффективный путь изучения языка - это просмотр видео только после того как вы изучили незнакомые слова. Тем не менее, если вы предпочитаете смотреть видео сразу, вы это можете сделать и добавлять слова в словарь прямо во время просмотра. Тренируйте понимание речи используя медленную или быструю скорость плеера 1x.",
    "step4": "Шаг 4 Изучение китайских фраз, речевых оборотов и идиом в видео.",
    "step4-p": "Используйте специальную кнопку, чтобы видеть проигрывание видео с двумя субтитрами. Выберите язык русский или английский. Перевод технический, поэтому некоторые значения могут отличаться."
  },
  "Policy": {
    "section-1": "Общие положения",
    "section-1-intro": "Настоящая политика обработки персональных данных составлена в соответствии с требованиями Федерального закона от 27.07.2006. №152-ФЗ «О персональных данных» и определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных данных, предпринимаемые гр Тетерлевой Ольгой Анатольевной (далее – Оператор).",
    "section-1-1": "Оператор ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.",
    "section-1-2": "Настоящая политика Оператора в отношении обработки персональных данных (далее – Политика) применяется ко всей информации, которую Оператор может получить о посетителях веб-сайта",
    "section-2": " Основные понятия, используемые в Политике",
    "section-2-1": "Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной техники;",
    "section-2-2": "Блокирование персональных данных – временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных);",
    "section-2-3": "Веб-сайт – совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу ",
    "section-2-4": "Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных, и обеспечивающих их обработку информационных технологий и технических средств;",
    "section-2-5": "Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту персональных данных;",
    "section-2-6": "Обработка персональных данных – любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;",
    "section-2-7": "Оператор – государственный орган, муниципальный орган, юридическое или физическое лицо, самостоятельно или совместно с другими лицами организующие и (или) осуществляющие обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными;",
    "section-2-8": "Персональные данные – любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта ",
    "section-2-9": "Пользователь – любой посетитель веб-сайта ",
    "section-2-10": "Предоставление персональных данных – действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц;",
    "section-2-11": "Распространение персональных данных – любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц (передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях или предоставление доступа к персональным данным каким-либо иным способом;",
    "section-2-12": "Трансграничная передача персональных данных – передача персональных данных на территорию иностранного государства органу власти иностранного государства, иностранному физическому или иностранному юридическому лицу;",
    "section-2-13": "Уничтожение персональных данных – любые действия, в результате которых персональные данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления содержания персональных данных в информационной системе персональных данных и (или) уничтожаются материальные носители персональных данных.",
    "section-3": "Оператор может обрабатывать следующие персональные данные Пользователя",
    "section-3-1": "Электронный адрес;",
    "section-3-2": "Также на сайте происходит сбор и обработка обезличенных данных о посетителях (в т.ч. файлов «cookie») с помощью сервисов интернет-статистики (Яндекс Метрика и Гугл Аналитика и других).",
    "section-3-3": "Вышеперечисленные данные далее по тексту Политики объединены общим понятием Персональные данные.",
    "section-4": "Цели обработки персональных данных",
    "section-4-1": "Цель обработки персональных данных Пользователя — информирование Пользователя посредством отправки электронных писем; предоставление доступа Пользователю к сервисам, информации и/или материалам, содержащимся на веб-сайте.",
    "section-4-2": "Также Оператор имеет право направлять Пользователю уведомления о новых продуктах и услугах, специальных предложениях и различных событиях. Пользователь всегда может отказаться от получения информационных сообщений, направив Оператору письмо на адрес электронной почты showchinese2023@gmail.com с пометкой «Отказ от уведомлений о новых продуктах и услугах и специальных предложениях».",
    "section-4-3": "Обезличенные данные Пользователей, собираемые с помощью сервисов интернет-статистики, служат для сбора информации о действиях Пользователей на сайте, улучшения качества сайта и его содержания.",
    "section-5": "Правовые основания обработки персональных данных",
    "section-5-1": "Оператор обрабатывает персональные данные Пользователя только в случае их заполнения и/или отправки Пользователем самостоятельно через специальные формы, расположенные на сайте https://showchinese.ru. Заполняя соответствующие формы и/или отправляя свои персональные данные Оператору, Пользователь выражает свое согласие с данной Политикой.",
    "section-5-2": "Оператор обрабатывает обезличенные данные о Пользователе в случае, если это разрешено в настройках браузера Пользователя (включено сохранение файлов «cookie» и использование технологии JavaScript).",
    "section-6": "Порядок сбора, хранения, передачи и других видов обработки персональных данных",
    "section-6-intro": "Безопасность персональных данных, которые обрабатываются Оператором, обеспечивается путем реализации правовых, организационных и технических мер, необходимых для выполнения в полном объеме требований действующего законодательства в области защиты персональных данных.",
    "section-6-1": "Оператор обеспечивает сохранность персональных данных и принимает все возможные меры, исключающие доступ к персональным данным неуполномоченных лиц.",
    "section-6-2": "Персональные данные Пользователя никогда, ни при каких условиях не будут переданы третьим лицам, за исключением случаев, связанных с исполнением действующего законодательства.",
    "section-6-3": "В случае выявления неточностей в персональных данных, Пользователь может актуализировать их самостоятельно, путем направления Оператору уведомление на адрес электронной почты Оператора showchinese2023@gmail.com с пометкой «Актуализация персональных данных».",
    "section-6-4": "Срок обработки персональных данных является неограниченным. Пользователь может в любой момент отозвать свое согласие на обработку персональных данных, направив Оператору уведомление посредством электронной почты на электронный адрес Оператора showchinese2023@gmail.com с пометкой «Отзыв согласия на обработку персональных данных».",
    "section-7": "Трансграничная передача персональных данных",
    "section-7-1": "Оператор до начала осуществления трансграничной передачи персональных данных обязан убедиться в том, что иностранным государством, на территорию которого предполагается осуществлять передачу персональных данных, обеспечивается надежная защита прав субъектов персональных данных.",
    "section-7-2": "Трансграничная передача персональных данных на территории иностранных государств, не отвечающих вышеуказанным требованиям, может осуществляться только в случае наличия согласия в письменной форме субъекта персональных данных на трансграничную передачу его персональных данных и/или исполнения договора, стороной которого является субъект персональных данных.",
    "section-8": "Заключительные положения",
    "section-8-1": "Пользователь может получить любые разъяснения по интересующим вопросам, касающимся обработки его персональных данных, обратившись к Оператору с помощью электронной почты showchinese2023@gmail.com.",
    "section-8-2": "В данном документе будут отражены любые изменения политики обработки персональных данных Оператором. Политика действует бессрочно до замены ее новой версией.",
    "section-8-3": "Актуальная версия Политики в свободном доступе расположена в сети Интернет по адресу https://showchinese.ru/info/privacy."
  },
  "Oferta": {
    "heading": "ДОГОВОР-ПУБЛИЧНАЯ ОФЕРТА",
    "city": "Г.Москва",
    "section-1": "Общие положения",
    "section-1-1": "Настоящая публичная оферта, постоянно размещена в сети Интернет по сетевому адресу: https://showchinese.ru/oferta, и является официальным предложением ИП Тетерлева Ольга Анатольевна ИНН 810703966558, (далее по тексту Оферты – Исполнитель) заключить Договор на оказание дополнительных образовательных услуг (далее по тексту Оферты - Договор) с любым заинтересованным физическим лицом (далее по тексту Оферты – Заказчик).",
    "section-1-2": "Настоящий документ является публичной офертой в соответствии с пунктом 2 статьи 437 Гражданского Кодекса Российской Федерации.",
    "section-1-3": "Лицо, осуществившее акцепт настоящей публичной оферты, приобретает все права и обязанности Заказчика, предусмотренные настоящим договором.",
    "section-1-4": "Надлежащим акцептом настоящей Оферты в соответствии со статьей 438 Гражданского кодекса Российской Федерации считается осуществление Заказчиком одного или в совокупности всех нижеперечисленных действий:",
    "section-1-4-1": "ознакомление Заказчика с условиями Оферты;",
    "section-1-4-2": "полная оплата тарифа на подписку на сайте Исполнителя в соответствии с условиями настоящего Договора. С момента поступления денежных средств в счет оплаты тарифа на подписку на расчетный счет Исполнителя, настоящий договор считается заключенным между Заказчиком и Исполнителем;",
    "section-1-4-3": "дача согласия на обработку Исполнителем персональных данных Заказчика одним из нижеперечисленных действий:",
    "section-1-4-4": "Регистрация пользователя на сайте https://showchinese.ru/;",
    "section-1-4-5": "С момента регистрации Заказчика на сайте  https://showchinese.ru/ и предоставление Исполнителем Заказчику личного кабинета на сайте https://showchinese.ru/ Заказчик соглашается и принимает условия Публичной оферты и дает согласие на обработку своих персональных данных в соответствии с Политикой конфиденциальности опубликованную https://showchinese.ru/privacy",
    "section-1-4-6": "После регистрации Заказчика на сайте https://showchinese.ru/ Исполнитель предоставляет Заказчику получение личного кабинета с бесплатными демонстрационными возможностями для тренировок и изучения китайского языка.",
    "section-1-4-7": "Для получения полного функционала сайта Заказчик приобретает у Исполнителя  подписку на сайт https://showchinese.ru/ и вносит денежные средства согласно выбранному тарифу на расчетный счет Исполнителя. ",
    "section-1-4-8": "После приобретения Заказчиком подписки в личном кабинете Исполнитель предоставляет Заказчику получение личного кабинета с платными возможностями функционала сайта для  тренировок и изучения китайского языка на срок указанный в тарифе. ",
    "section-1-5": "Акцепт Оферты является подтверждением того, что все и любые условия Оферты принимаются Заказчиком целиком и полностью без каких-либо оговорок и ограничений, при этом Акцепт Оферты подтверждает, что Заказчику понятны все условия оказания Услуг и все условия Оферты. Также, акцепт подтверждает, что Заказчик воспользовался правом получить у Исполнителя все и любые разъяснения относительно условий оказания Услуг и Оферты, а также подтверждает то, что условия оказания Услуг и Оферты полностью соответствуют воле, потребностям и требованиям Заказчика.",
    "section-1-6": "Акцепт Оферты означает, что Оферта не содержит указанных в п. 2 ст. 428 Гражданского кодекса условий, а равно не содержит иных явно обременительных для Заказчика условий, которые Заказчик, исходя из своих разумно понимаемых интересов, не принял бы при наличии у него возможности участвовать в определении условий Оферты, а Услуги, указанные в настоящей Оферте, не являются навязанными Заказчику.\n\n",
    "section-1-7": "Принятие настоящей Оферты и соответственно, заключение настоящего Договора означает, что Заказчик в необходимой для него степени ознакомился с условиями настоящего договора, правилами оплаты услуг, спецификой функционирования Системы и сайта, на котором размещаются обучающие видеоматериалы, признает безусловную пригодность Системы, сайта для совершения действий и достижения целей, являющихся предметом настоящего договора.",
    "section-1-8": "Осуществляя акцепт настоящей оферты, Заказчик подтверждает, что оказание Исполнителем услуг по настоящему договору происходит дистанционно с использованием интернет соединения и программного обеспечения поддерживающего аудио или видео (далее - ПО) и Заказчик имеет доступ к:",
    "section-1-8-1": "Интернет",
    "section-1-8-2": "Браузер",
    "section-1-8-3": "Электронная почта",
    "section-1-8-4": "Телеграмм мессенджер",
    "section-1-9": "Исполнитель не несет ответственности за качество Интернет-соединения клиента.",
    "section-1-10": "Форма оказания услуг Исполнителем полностью соответствует возможности Заказчика пользоваться услугами, оказываемыми таким способом.",
    "section-1-11": "Актуальный договор-оферта всегда находится по адресу: https://showchinese.ru/oferta",
    "section-1-12": "В настоящем договоре, если из его текста прямо не вытекает иное, следующие слова и выражения будут иметь указанные ниже значения:",
    "section-1-13": "Договор-публичная оферта – настоящий документ, опубликованный в сети Интернет, или направляемый в целях ознакомления посредством электронной почты, либо предоставляемый в целях ознакомления любыми другими способами.",
    "section-1-14": "Заказчик – физическое лицо, заключившее Договор с Исполнителем в электронной форме в результате Акцепта Оферты и, тем самым, получившее право получать Услуги Исполнителя.",
    "section-1-15": "Услуга – предоставление дополнительных образовательных услуг, предоставление на возмездной основе полный функционала сайта с возможностью обучения и тренировки китайского языка через просмотр видео, добавления слов в словарь, технического перевода, изучения и тренировки слов в словаре.",
    "section-1-16": "Программное обеспечение (ПО) – браузер (GoogleChrome и Safari) для доступа к Google Таблице, находящимся в сети Интернет, иные программы для передачи, хранения, обработки предоставляемой информации. Заказчик обязуется самостоятельно обеспечить наличие ПО на своем персональном компьютере.",
    "section-1-17": "Сайт - совокупность информации, текстов, графических элементов, дизайна, изображений, фото и видеоматериалов и иных результатов интеллектуальной деятельности, а также программ для ЭВМ, содержащихся в информационной системе, обеспечивающей доступность такой информации в сети Интернет по сетевому адресу адресу: https://showchinese.ru/",
    "section-1-18": "Система – обучающая платформа на которой размещены обучающие материалы и видео.",
    "section-1-19": "Личный кабинет — это рабочее место пользователя на сайте c предоставлением ему только необходимых инструменты для функционала сайта. Получение личного кабинета предоставляется с помощью регистрации и заполнении формы с использованием логин/электронная почта/пароль.",
    "section-1-20": "Обратная связь, поддержка – услуга в форме письменных или устных ответов на вопросы по вопросам темы вебинара в закрытом чате в мессенджере Телеграмм.",
    "section-1-21": "Вебинар – это разновидность веб-конференции, проведение онлайн-встреч или презентаций через Интернет, а также просмотр записных видеоматериалов (лекций) на он-лай платформе.",
    "section-1-22": "Акцепт - полное и безоговорочное принятие Заказчиком условий Договора, совершенное путем оплаты услуг.",
    "section-1-23": "Консультация - услуга по предоставлению ответов на вопросы Заказчика в течении определенного времени, длительность которого определена в описании услуги на сайте исполнителя",
    "section-1-24": "Тариф – набор услуг по определенному Тарифу, указанному на сайте.",
    "section-1-25": "Результат оказанных услуг – Получение доступа к обучающей платформе.",
    "section-2": "ПРЕДМЕТ ДОГОВОРА",
    "section-2-1": "Предметом настоящей Оферты является возмездное предоставление Заказчику полного функционала сайта по обучению и тренировке китайского языка, представленных на сайте Исполнителя.",
    "section-2-2": "Исполнитель обязуется оказать Заказчику услуги в рамках выбранного им тарифа, а Заказчик обязуется оплатить и принять их.",
    "section-2-3": "Оказание услуг осуществляется путем предоставления доступа к закрытому разделу обучающей платформы. Вся информация размещается на платформе согласно графику, установленному Исполнителем.",
    "section-2-3-1": "В рамках выбранного тарифа дополнительно может предоставляться доступ в чат в Телеграмм, в котором Заказчик может получить поддержку Исполнителя в течение срока обучения, и до времени указанного в описании тарифа на сайте Исполнителя.",
    "section-2-4": " Услуги по настоящему договору ограничены предоставлением Заказчику доступа к закрытому разделу обучающей платформы, которая позволит Заказчику сформировать навык для самостоятельного использования полученной информации.\n",
    "section-2-5": "Услуги по настоящему договору ограничены предоставлением Заказчику доступа к закрытому разделу обучающей платформы, которая позволит Заказчику сформировать навык для самостоятельного использования полученной информации.",
    "section-2-6": "В рамках настоящего договора Заказчику в зависимости от выбранного Тарифа участия предоставляется:",
    "section-2-6-1": "регистрация пользователя на сайте https://showchinese.ru/",
    "section-2-6-2": "получение личного кабинета с бесплатными демонстрационными возможностями тренировок и изучения китайского языка. Просмотр видео - 15 минут в сутки, количество переводов - 10 раз в сутки, количество слов в словаре - 5 слов, тренировки для обучения слов.",
    "section-2-6-3": "получение личного кабинета с платными возможностями или полного функционала сайта для тренировок и изучения китайского языка на срок указанный в тарифе. Просмотр видео - безграничное количество минут в сутки, количество переводов - безграничное количество раз в сутки, количество слов в словаре - безграничное количество слов, тренировки для обучения слов.",
    "section-2-7": "Точный перечень предоставляемых услуг, их объем, стоимость и порядок предоставления, определяется условиями приобретенного Заказчиком Тарифа участия, Исполнитель предлагает Заказчику три тарифа подписки 1 месяц (30 день), 3 месяца (90 дней) и 6 месяцев (180 дней). Стоимость каждого тарифа подписки Заказчик может увидеть в личном кабинете. Подписки суммируются. При приобретении Заказчиком двух и более подписок, Исполнитель суммирует подписки на сайт.\n                Исполнитель может увидеть всю информацию по действующим и не действующим подпискам в личном кабинете и задать возникшие вопросы по электронной почте showchinese2023@gmail.com",
    "section-3": "ПОРЯДОК ОФОРМЛЕНИЯ УСЛУГИ",
    "section-3-1": "Услуга оказывается исходя из выбранного Тарифа, для заказа которого Заказчик должен:",
    "section-3-1-1": "Зайти в личный кабинет через сайт Исполнителя: https://showchinese.ru/, по средствам нажатия кнопки «Зарегистрироваться». Заполнить форму регистрации, где указывает свое Имя, Электронную почту, Пароль, и нажать кнопку «Зарегистрироваться».",
    "section-3-1-2": "Выбрать тариф оказания услуги через сайт Исполнителя: https://showchinese.ru/profile/subscription, по средствам нажатия кнопки «Подписка».",
    "section-3-1-3": "Выбрать выбрать тариф, и нажать кнопку «Оплатить».",
    "section-4": "СТОИМОСТЬ УСЛУГ И ПОРЯДОК ОПЛАТЫ",
    "section-4-1": "Стоимость дополнительных образовательных услуг по настоящему договору указывается на Сайте Исполнителя и может быть изменена Исполнителем в любое время в одностороннем порядке. Новая стоимость вступает в силу с момента опубликования и не распространяется на оплаченные к моменту опубликования услуги.",
    "section-4-2": "Стоимость услуг не включает комиссию, взимаемую банками или платежными системами за проведение платежа.",
    "section-4-3": "Комиссионные расходы (при наличии таковых) Заказчик оплачивает дополнительно, при этом стоимость услуг определяется как разница суммы совершенного пользователем платежа и суммы удержанной комиссии.",
    "section-4-4": "Цены указаны в валюте Российской Федерации.",
    "section-4-5": "Оплата услуг по настоящему договору по всем тарифам осуществляется. Оплата должна поступить на расчетный счет Исполнителя после авторизации Заказчика на образовательной платформе Исполнителя.",
    "section-4-6": "Оплата Услуг осуществляется Заказчиком по его выбору:",
    "section-4-6-1": "через электронную платежную систему Яндекс Касса или любую иную предложенную Исполнителем систему.",
    "section-4-6-2": "переводом на расчетный счет Исполнителя.",
    "section-4-7": "Услуга считается оплаченной с момента поступления денежных средств на расчетный счет Исполнителя.",
    "section-4-8": "Обязательства Заказчика по оплате услуг считаются не исполненными, если Исполнитель вернул денежные средства по требованию платежной системы. В этом случае Исполнитель вправе отказать Заказчику в оказании услуг с момента возврата денежных средств.",
    "section-4-9": "Заказчик самостоятельно несет ответственность за ошибки, которые допущены им при оплате Услуг. Исполнитель не несет ответственности за убытки и иные неблагоприятные последствия, которые могут возникнуть у Заказчика и/или третьих лиц в случае неправильного указания реквизитов платежа.",
    "section-4-10": "В случае задержки зачисления денежных средств на расчетный счет Исполнителя более, чем на 3 (три) дня, Заказчик вправе обратиться к Исполнителю с представлением доказательств их перечисления, а также самостоятельно разрешить ситуацию с платежной системой.",
    "section-4-11": "Исполнитель, в течении суток после получения оплаты услуги, в личном кабинете Заказчика активирует личного кабинета с платными возможностями полного функционала сайта для  тренировок и изучения китайского языка на срок указанный в тарифе.",
    "section-4-12": "Смена тарифа не возможна. Исполнитель не несет ответственности и не производит возврат денежных средств, если Заказчик передумал использовать личный кабинет с платными возможностями и/или решил сменить тариф с 6 месяцев на 3 месяца на 1 месяц.",
    "section-5": "УСЛОВИЯ И ПОРЯДОК ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ",
    "section-5-1": "Исполнитель не несет ответственности и не производит возврат денежных средств, если Заказчик передумал использовать личный кабинет с платными возможностями.",
    "section-5-2": "В любых спорных ситуациях возврат денежных средств осуществляется за вычетом фактических затрат и а за вычетом расходов Исполнителя в соответствии с расчетом, стоимость обучения рассчитывается пропорционально времени, прошедшему с момента авторизации онлайн-курса до момента получения заявления на возврат. К таким фактическим затратам Исполнителя относятся (но не ограничиваются), в частности, комиссии банковских, кредитных организаций и соответствующих платежных систем за осуществление возврата денежных средств.",
    "section-5-3": "В случае установления факта неоказания услуг (оказании услуг ненадлежащего качества) по соответствующему Тарифу Исполнитель осуществляет возврат денежных средств за минусом фактических затрат Исполнителя, определяемых на момент возврата по правилам п. 5.2 настоящего договора.",
    "section-6": "СРОКИ ОКАЗАНИЯ УСЛУГ И ПОРЯДОК ИХ ПЕРЕНОСА",
    "section-6-1": "Доступ к материалам на обучающей платформе предоставляется согласно выбранному тарифу.",
    "section-6-2": "Доступ к личному кабинету с платными возможностями предоставляется Заказчику до времени указанном в описании тарифа на сайте Исполнителя.",
    "section-6-3": "Содержание обучающей программы определяются по усмотрению Исполнителя и размещаются на Сайте и/или обучающей платформе.",
    "section-6-4": "Обратная связь осуществляется один раз в сутки. Исполнитель отвечает строго в его рабочее время с 9:00 до 21:00 по Московскому часовому поясу. Суббота и воскресенья являются выходными днями. На период праздничных дней периодичность может быть перенесена на ближайшие рабочие дни.",
    "section-6-5": "Также, услуги по настоящему договору считаются оказанными с надлежащим качеством и в срок, а также принятыми Заказчиком, если в течение 3 (трех) календарных дней после даты оказания услуги, Заказчик не заявил письменного мотивированного возражения на качество и объем таких услуг путем отправки соответствующего обращения на электронную почту Исполнителя.",
    "section-7": "ЗАЩИТА АВТОРСКИХ ПРАВ",
    "section-7-1": "Сайт и обучающая платформа содержат аудиовизуальные произведения правообладателями которых являются третьи лица. Исполнитель не является правообладателем или автором аудиовизуального произведения. Ни одно из положений Договора не означает отчуждение таких прав Исполнителем Заказчику. Согласно пп. 2 п.1 ст. 1274 ГК РФ Исполнитель использует аудиовизуальные произведения на своем сайте и/или обучающей платформе, только в учебных целях и публикация носит только учебный характер.",
    "section-7-2": "Исполнитель предоставляет доступ Заказчику к обучающей платформе и материалы размещенные на ней строго для использования в целях персонального овладения знаниями, тренировки и навыками.",
    "section-7-3": "Заказчик не вправе использовать доступ к платформе, рекомендации, конспекты, чек-листы, шпаргалки, записи лекций и вебинаров, другие материалы и любую иную предоставленную ему информацию не в личных целях. Использование информации ограничено обязательством Заказчика не воспроизводить, не повторять и не копировать, не продавать и не уступать, а также не использовать для каких-либо коммерческих целей какие-либо материалы, предоставляемые в рамках обучения, а также не передавать ее третьим лицам.",
    "section-7-4": "Третьими лицами являются все люди не являющиеся Заказчиками Услуги, в том числе, сестры, друзья, товарищи, знакомые.",
    "section-7-5": "Используя Сайт Исполнителя и информацию с него, Заказчик признает и соглашается с тем, что все содержимое Сайта, фотографии, текст и структура содержимого Сайта защищены авторским правом, правом на товарный знак и другими правами на результаты интеллектуальной деятельности, и что указанные права являются действительными и охраняются во всех формах, на всех носителях и в отношении всех технологий, как существующих в настоящее время, так и разработанных или созданных впоследствии. Никакие права на любое содержимое Сайта, включая, помимо прочего, аудиовизуальные произведения, текстовые и графические материалы, программы для ЭВМ, товарные знаки не переходят к Заказчику в результате пользования Сайтом и заключения настоящего договора.",
    "section-7-6": "В случае нарушения Заказчиком положений настоящего договора, касающихся защиты авторских прав Исполнителя, последний вправе потребовать выплаты компенсации в размере 100 000 (сто тысяч) рублей за каждый случай нарушения, а также компенсации всех причиненных убытков, включая упущенную выгоду.",

    "section-8": "Гарантии Заказчика",
    "section-8-1": "Заказчик как законный представитель ребенка, если сайт и/или обучающая платформа была использована ребенком не достигшим совершеннолетия  несет полную ответственность за любое нарушение Заказчика или причинении вреда ребенку.",
    "section-9": "ОТВЕТСТВЕННОСТЬ СТОРОН",
    "section-9-1": "Исполнитель не несет ответственности за невозможность оказания услуг Заказчику по причинам, не зависящим от Исполнителя, а именно: нарушение работы Интернета, оборудования или ПО со стороны Заказчика. В данном случае услуги считаются оказанными надлежащим образом и подлежащим оплате в полном объеме.",
    "section-9-2": "Никакая информация, материалы и/или консультации, предоставляемые Исполнителем в рамках оказания услуг по настоящему договору, не могут рассматриваться как гарантии. Принятие решений на основе всей предоставленной Исполнителем информации находится в исключительной компетенции Заказчика. Заказчик принимает на себя полную ответственность и риски, связанные с использованием информации и материалов, предоставленных Исполнителем в рамках исполнения своих обязательств по настоящему Договору.",
    "section-9-3": "За неисполнение или ненадлежащее исполнение своих обязательств стороны несут ответственность, предусмотренную Договором и законодательством РФ.",
    "section-9-4": "Заказчик как законный представитель самостоятельно несет ответственность:",
    "section-9-4-1": "- за последствия неправильного указания данных в Анкете или любых других данных предоставленных Исполнителю",
    "section-9-5": "Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение обязательств по настоящему договору на время действия обстоятельств непреодолимой силы. В течение этого времени стороны не имеют взаимных претензий, и каждая из сторон принимает на себя свой риск последствия обстоятельств непреодолимой силы. О возникновении таких обстоятельств Исполнитель обязан уведомить Заказчика путем размещения информации на Сайте и/или на электронный почтовый ящик, указанный Заказчиком при совершении оплаты, а Заказчик обязан направить Исполнителю письмо на электронную почту с указанием в строке Тема 'Форс-мажор'.",
    "section-9-5-1": "Под обстоятельствами непреодолимой силы (форс-мажорными обстоятельствами) Стороны понимают: пожар, наводнение, землетрясение, забастовки и другие стихийные бедствия, война и военные действия, вступление в силу нормативных правовых актов и актов применения права, препятствующих исполнению обязательств, вынужденная срочная (не плановая) госпитализация, подтвержденная документально, если вышеперечисленные обстоятельства находятся вне контроля Сторон, препятствуют выполнению настоящего договора и возникли после заключения настоящего договора. Отсутствие времени у Заказчика по любым основаниям для получения услуг, нахождение в отпуске, командировке, неоплата доступа к сети Интернет, поломка средства доступа к сети Интернет не являются обстоятельствами непреодолимой силы (форс-мажорными обстоятельствами).",
    "section-9-6": "Исполнитель не несет ответственность за:",
    "section-9-6-1": "Исполнитель не несет ответственности за специализированные ресурсы и качество каналов сетей связи общего пользования, посредством которых предоставляется доступ к услугам.",
    "section-9-6-2": "Ущерб, причиненный Заказчику в результате взаимодействия с размещенной на Сайте рекламой и по сделкам, заключаемым на ее основе.",
    "section-9-6-3": "Безопасность, конфиденциальность, а также иные условия использования выбранных Заказчиком способов оплаты. Данный вопрос регулируется соглашениями между Заказчиком и соответствующей организацией.",
    "section-9-7": "Ни при каких обстоятельствах ответственность Исполнителя по Договору не может превышать стоимости Пакета, оплаченного Заказчиком.",
    "section-9-8": "Стороны согласовали, что в отношении любых денежных обязательств по Договору законные проценты (проценты на сумму долга за период пользования денежными средствами), предусмотренные ст. 317.1 ГК РФ, не начисляются.",
    "section-10": "ПЕРСОНАЛЬНЫЕ ДАННЫЕ И ИХ ИСПОЛЬЗОВАНИЕ",
    "section-10-1": "Заказчик дает свое согласие Исполнителю на обработку своих персональных данных, предоставленных при формировании заказа на Сайте Исполнителя, а именно: имя; адрес электронной почты; аккаунты в программах обмена сообщениями и социальных сетях.",
    "section-10-2": "Обработка персональных данных означает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных, не подпадающих под специальные категории, на обработку которых, согласно действующему законодательству Российской Федерации, требуется письменное согласие Заказчика.",
    "section-10-3": "Обработка персональных данных производится в целях исполнения Исполнителем обязательств по настоящему договору и обеспечения Заказчика обратной связью",
    "section-10-4": "Обработка персональных данных Заказчика производится Исполнителем с использованием баз данных на территории Российской Федерации.",
    "section-10-5": "Заказчик может в любое время отозвать согласие на обработку персональных данных, направив Исполнителю соответствующее уведомление на электронную почту Исполнителя.",
    "section-10-6": "Заказчик дает согласие на получение информационных рассылок и рекламных материалов от Исполнителя, либо от иных лиц по поручению Исполнителя, на адрес электронной почты и контактный телефон, указанные Заказчиком при оформлении заявки.",
    "section-10-7": "Согласие на получение информационных рассылок и рекламных материалов может быть отозвано Заказчиком в любое время путем направления Исполнителю соответствующего уведомления на его электронную почту",
    "section-11": "ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ",
    "section-11-1": "Настоящий договор вступает в силу с момента акцепта Заказчика в соответствии с п. 1.4. договора и действует до полного исполнения обязательств сторонами.",
    "section-11-2": "Признание судом какого-либо положения настоящего договора недействительным или не подлежащим принудительному исполнению не влечет недействительности иных его положений.",
    "section-11-3": "Частично или ограниченно дееспособный Заказчик фактом оплаты гарантирует Исполнителю, что у него есть письменное согласие законного представителя на заключение Договора и на обработку персональных данных.",
    "section-11-4": "Исполнитель вправе привлекать для выполнения Договора третьих лиц без согласия Заказчика. При привлечении третьих лиц Исполнитель несет перед Заказчиком ответственность за их действия (бездействие), как за свои собственные.",
    "section-11-5": "Все споры и разногласия между сторонами разрешаются путем переговоров, а при не достижении согласия путем переговоров - в судебном порядке в соответствии с действующим законодательством РФ.",
    "section-12": "РЕКВИЗИТЫ ИСПОЛНИТЕЛЯ",
    "section-12-name": "ИП Тетерлева Ольга Анатольевна ИНН 810703966558",
    "section-12-email": "E-mail: showchinese2023@gmail.com",
    "section-12-phone": "Tel: +79777342717"
  },
  "BannerAbout":{
    "title": "Изучай китайский язык онлайн от 16₽ в день!",
    "subtitle": {
      "1": "1. Открывай фильм",
      "2": "2. Нажимай на иероглиф в субтитрах;",
      "3": "3. Смотри перевод на двух языках;",
      "4": "4. Добавляй в словарь для изучения;",
      "5": "5. Попробуй прямо сейчас бесплатно!",
      "Summary": "Не пропусти! Каждую неделю добавляем новый фильм, мультфильм или серию."
    },
    "description-subscribe": "Смотри видео без ограничений по времени после оформления подписки в личном кабинете",
    "button-to-read-more": "Узнать больше"
  }
}
